tap "dnote/dnote"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sachaos/todoist"
tap "stripe/stripe-cli"
brew "bash-completion@2"
brew "fzf"
brew "gh"
brew "git"
brew "nvm"
brew "task"
brew "yarn-completion"
brew "zsh"
brew "zsh-completions"
brew "dnote/dnote/dnote"
brew "sachaos/todoist/todoist"
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "fig"
cask "font-fira-code"
cask "github"
cask "iterm2"
cask "numi"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
