tap "dnote/dnote"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion@2"
brew "fzf"
brew "gh"
brew "git"
brew "nvm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dnote/dnote/dnote"
cask "alfred"
cask "fig"
cask "font-fira-code"
cask "github"
cask "iterm2"
cask "numi"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tomighty"
cask "visual-studio-code"
cask "vlc"
